Repository: isabella232/shuup-product-reviews
Catalog: shuup_product_reviews/locale/*/LC_MESSAGES/django.po
Languages: fi_fi

source: Product Reviews
fi_fi: Tuotearvostelut

source: Reviewer
fi_fi: Arvostelija

source: Rating
fi_fi: Luokitus

source: Comment
fi_fi: Kommentti

source: Status
fi_fi: Tila

source: Product Reviews Settings
fi_fi: Tuotearvostelujen asetukset

source: Show product reviews on dashboard
fi_fi: Näytä tuotearvostelut kojelaudalla

source: Show product reviews on dashboard menu
fi_fi: Näytä tuotearvostelut kojelautavalikossa

source: Product types to ignore
fi_fi: Poisluettavat tuotelajit

source: Select all product types that should be ignored from reviews
fi_fi: Valitse kaikki tuotelajit joista EI tehdä arvosteluja.

source: Approve reviews
fi_fi: Hyväksy arvostelut

source: Reject reviews
fi_fi: Hylkää arvostelut

source: Product
fi_fi: Tuote

source: Filter by product...
fi_fi: Suodata tuotteen mukaan ...

source: Reviews
fi_fi: Arvostelut

source: Show all
fi_fi: Näytä kaikki

source: Pending
fi_fi: Odottaa

source: Approved
fi_fi: Hyväksytty

source: Rejected
fi_fi: Hylätty

source: shop
fi_fi: myymälä

source: product
fi_fi: tuote

source: reviewer
fi_fi: arvostelija

source: order
fi_fi: Tilaus

source: rating
fi_fi: luokitus

source: comment
fi_fi: kommentti

source: Would recommend to a friend?
fi_fi: Suosittelisin ystävälle?

source: Indicates whether you would recommend this product to a friend.
fi_fi: Ilmaisee, suosittelisitko tätä tuotetta ystävällesi.

source: Review for {product} by {reviewer_name}
fi_fi: Arvostelu kohteelle {product}, kirjoittanut {reviewer_name}

source: review count
fi_fi: Arvostelun laskelma

source: users would recommend
fi_fi: käyttäjät suosittelevat

source: Product Review Created
fi_fi: Tuote arvosteltu

source: Product Review
fi_fi: Tuotearvostelu

source: Customer Email
fi_fi: Asiakkaan sähköpostiosoite

source: Customer Phone
fi_fi: Asiakkaan puhelinnumero

source: Shop Email
fi_fi: Myymälän sähköpostiosoite

source: Shop Phone
fi_fi: Myymälän puhelinnumero

source: Language
fi_fi: Kieli

source: Product Review Rating
fi_fi: Tuotearvosteluluokitus

source: Customer ratings title
fi_fi: Asiakasarvostelut

source: Customer Ratings:
fi_fi: Asiakasarviot:

source: Show number of customers that recommend the product
fi_fi: Näytä asiakkaita, jotka suosittelevat tuotetta

source: Whether to show number of customers that recommend the product.
fi_fi: Näytetäänkö asiakkaita, jotka suosittelevat tuotetta.

source: Product Review Comments
fi_fi: Tuotearvostelukommentit

source: Title
fi_fi: Otsikko

source: No reviews text
fi_fi: Ei arvosteluita

source: The vendor has no reviews.
fi_fi: Myyjällä ei ole arvosteluja.

source: Load more reviews text
fi_fi: Lataa lisää arvostelutekstiä

source: Load more comments
fi_fi: Lataa lisää kommentteja

source: Last reviews
fi_fi: Viimeisimmät arvostelut

source: You haven't made any reviews yet.
fi_fi: Et ole vielä kirjoittanut arvosteluja.

source: The product has no reviews.
fi_fi: Tuotteella ei ole arvosteluja.

source: Load more reviews
fi_fi: Lataa lisää arvosteluja

source: <strong>{recommend_count} of {reviews_count} ({recommend_count_percent})</strong> reviewers would recommend this product to a friend.
fi_fi: <strong>{recommend_count} / {reviews_count} tai ({recommend_count_percent})</strong> arvostelijoista suosittelisi tätä tuotetta ystävälle.

source: Home
fi_fi: Koti

source: Dashboard
fi_fi: Kojelauta

source: Products to Review
fi_fi: Tarkastettavat tuotteet

source: Send Review
fi_fi: Lähetä arvostelu

source: No products to review.
fi_fi: Ei tarkistettavia tuotteita.

source: I would recommend this to a friend
fi_fi: Suosittelisin tuotetta kavereille
